todo32/app/controllers/games_controller.rb

  def create
    @game = Game.new(params[:game])
    if @game.save
---
INSERT INTO "games" ("created_at", "name", "updated_at") VALUES (?, ?, ?)  [["created_at", Thu, 09 Jan 2014 14:07:39 UTC +00:00], ["name", nil], ["updated_at", Thu, 09 Jan 2014 14:07:39 UTC +00:00]]